[
    {
        "Name": "Communicator",
        "Description": "Communicators contribute by sharing content with their community, whether by posting it on social media channels, chatting with friends or colleagues, and connecting community and creator. There are vital for a healthy exchange and a flow of new ideas.",
        "Icon": "fas fa-bullhorn"
    },
    {
        "Name": "Strategist",
        "Description": "A strategist creates the strategy - the long term evolution - of the project.  Their inputs drive the decision on what and where to go next.  Where could valuable alliance forged, what are spaces worth exploring? Besides, they develop the structures so that the other roles can flourish.",
        "Icon": "fas fa-chess-knight"
    },
    {
        "Name": "Creator",
        "Description": "Creators want to share their knowledge with the community by creating awesome and enjoyable content. This content could be a text, like in a post. It can be a video tutorial, a story, a podcast, or whatever you have in mind.",
        "Icon": "fas fa-feather"
    },
    {
        "Name": "Reviewer",
        "Description": "As a reviewer, you ensure that the content is free of technical errors, presented well, easy to follow end fun to read, listen or watch. With your constructive feedback, you help the creators create better content and help the community by providing high-quality content.",
        "Icon": "fas fa-search"
    },
    {
        "Name": "Interviewee",
        "Description": "We all have stories to tell, and each is interesting and worth telling. Blaze It Up can be a place to tell your story related to Blazor. Don't hesitate to reach out.",
        "Icon": "fas fa-user-astronaut"
    },
    {
        "Name": "Designer",
        "Description": "We may create amazing content, helpful tutorials, and fascinating interviews. Still, if the content is not presented well, a portion of the potential will be unused. However, with a decent design, charming illustrations, and vibrant appearance, we can inspire even better.  Help us to create this experience.",
        "Icon": "fas fa-palette"
    }
]